Repository: achgithub/LSM-IOSv2
Catalog: ios/LSM/LSM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: The %lld tied players carry forward and replay.
de: Die %lld punktgleichen Spieler kommen weiter und spielen erneut.
es: Los %lld jugadores empatados continúan y vuelven a jugar.
fr: Les %lld joueurs à égalité poursuivent et rejouent.
it: I %lld giocatori a pari merito proseguono e rigiocano.
nl: De %lld gelijke spelers gaan door en spelen opnieuw.

source: The card image could not be generated.
de: Das Kartenbild konnte nicht erstellt werden.
es: No se pudo generar la imagen de la tarjeta.
fr: L’image de la carte n’a pas pu être générée.
it: Impossibile generare l’immagine della scheda.
nl: De kaartafbeelding kon niet worden gemaakt.

source: The game's done. Share the final result, and you're all set — start a new game whenever you like.
de: Das Spiel ist beendet. Teile das Endergebnis – fertig. Starte ein neues Spiel, wann immer du möchtest.
es: La partida ha terminado. Comparte el resultado final y listo: empieza una nueva partida cuando quieras.
fr: La partie est terminée. Partage le résultat final, et voilà — lance une nouvelle partie quand tu veux.
it: La partita è finita. Condividi il risultato finale e il gioco è fatto: inizia una nuova partita quando vuoi.
nl: Het spel is afgelopen. Deel de einduitslag en je bent klaar — start wanneer je wilt een nieuw spel.

source: The league table is over an hour old
de: Die Ligatabelle ist über eine Stunde alt
es: La clasificación tiene más de una hora
fr: Le classement date de plus d'une heure
it: La classifica è più vecchia di un'ora
nl: De competitiestand is meer dan een uur oud

source: Their team pool resets — all teams open again.
de: Ihr Mannschafts-Pool wird zurückgesetzt – alle Mannschaften sind wieder verfügbar.
es: Su grupo de equipos se reinicia: todos los equipos vuelven a estar disponibles.
fr: Leur réserve d’équipes est réinitialisée — toutes les équipes redeviennent disponibles.
it: Il loro insieme di squadre si azzera: tutte le squadre tornano disponibili.
nl: Hun teampool wordt gereset — alle teams zijn weer beschikbaar.

source: This also deactivates their submission link, if they have one.
de: Dies deaktiviert auch seinen Einreichungslink, falls vorhanden.
es: Esto también desactiva su enlace de envío, si tiene uno.
fr: Cela désactive également son lien de soumission, s'il en a un.
it: Questo disattiva anche il suo link di invio, se ne ha uno.
nl: Dit deactiveert ook zijn/haar inzendingslink, indien aanwezig.

source: This fixture list is over 12 hours old — refresh?
de: Dieser Spielplan ist über 12 Stunden alt — aktualisieren?
es: Esta lista de partidos tiene más de 12 horas: ¿actualizar?
fr: Cette liste de matchs a plus de 12 heures — actualiser ?
it: Questo elenco partite ha più di 12 ore — aggiornare?
nl: Deze wedstrijdenlijst is meer dan 12 uur oud — vernieuwen?

source: This Matchday
de: Dieser Spieltag
es: Esta jornada
fr: Cette journée
it: Questa giornata
nl: Deze speelronde

source: This permanently deletes %lld games and can't be undone.
de: Dadurch werden %lld Spiele dauerhaft gelöscht und können nicht rückgängig gemacht werden.
es: Esto elimina %lld partidas de forma permanente y no se puede deshacer.
fr: Cela supprime définitivement %lld parties et est irréversible.
it: Questo elimina %lld partite in modo permanente e non può essere annullato.
nl: Hiermee worden %lld spellen permanent verwijderd en dit kan niet ongedaan worden gemaakt.

source: This permanently deletes 1 game and can't be undone.
de: Dadurch wird 1 Spiel dauerhaft gelöscht und kann nicht rückgängig gemacht werden.
es: Esto elimina 1 partida de forma permanente y no se puede deshacer.
fr: Cela supprime définitivement 1 partie et est irréversible.
it: Questo elimina 1 partita in modo permanente e non può essere annullato.
nl: Hiermee wordt 1 spel permanent verwijderd en dit kan niet ongedaan worden gemaakt.

source: This resets the round so you can reselect fixtures. Any picks already made are cleared. This can't be undone.
de: Dies setzt die Runde zurück, damit du die Spiele neu auswählen kannst. Bereits getroffene Tipps werden gelöscht. Das kann nicht rückgängig gemacht werden.
es: Esto reinicia la ronda para que puedas volver a elegir los partidos. Las selecciones ya hechas se borran. Esto no se puede deshacer.
fr: Cela réinitialise la manche pour que tu puisses resélectionner les matchs. Les choix déjà faits sont effacés. Action irréversible.
it: Questo azzera il turno così puoi riselezionare le partite. Le scelte già fatte vengono cancellate. L'operazione non può essere annullata.
nl: Dit zet de ronde terug zodat je de wedstrijden opnieuw kunt kiezen. Reeds gemaakte keuzes worden gewist. Dit kan niet ongedaan worden gemaakt.

source: This resets the round so you can reselect fixtures. Any predictions already entered are cleared. This can't be undone.
de: Dies setzt die Runde zurück, damit du Spiele neu auswählen kannst. Bereits eingegebene Vorhersagen werden gelöscht. Das kann nicht rückgängig gemacht werden.
es: Esto reinicia la ronda para que puedas volver a seleccionar los partidos. Se borrarán las predicciones ya introducidas. Esto no se puede deshacer.
fr: Cela réinitialise la manche pour permettre de resélectionner les matchs. Les prédictions déjà saisies sont effacées. Cette action est irréversible.
it: Questo azzera il turno per permetterti di riselezionare le partite. I pronostici già inseriti vengono eliminati. Questa azione non può essere annullata.
nl: Dit reset de ronde zodat je wedstrijden opnieuw kunt selecteren. Al ingevoerde voorspellingen worden gewist. Dit kan niet ongedaan worden gemaakt.

source: This Round
de: Diese Runde
es: Esta ronda
fr: Cette manche
it: Questo turno
nl: Deze ronde

source: Through to Round %lld (%lld)
de: Weiter in Runde %lld (%lld)
es: Pasan a la ronda %lld (%lld)
fr: Qualifiés pour la manche %lld (%lld)
it: Avanti al turno %lld (%lld)
nl: Door naar ronde %lld (%lld)

source: To
de: Bis
es: Hasta
fr: Au
it: A
nl: Tot

source: Tot
de: Ges.

source: Turn on player links in Settings to share a personal submission link with each player.
de: Aktiviere Spielerlinks in den Einstellungen, um jedem Spieler einen persönlichen Einreichungslink zu teilen.
es: Activa los enlaces de jugador en Ajustes para compartir un enlace de envío personal con cada jugador.
fr: Active les liens joueurs dans les Réglages pour partager un lien de soumission personnel avec chaque joueur.
it: Attiva i link giocatore nelle Impostazioni per condividere un link di invio personale con ogni giocatore.
nl: Schakel spelerslinks in bij Instellingen om een persoonlijke inzendingslink met elke speler te delen.

source: Tutorial Game
de: Tutorial-Spiel
es: Partida tutorial
fr: Partie tutoriel
it: Partita tutorial
nl: Tutorialspel

source: Tutorial Predictor
de: Predictor-Tutorial
es: Predictor tutorial
fr: Predictor tutoriel
it: Predictor tutorial
nl: Predictor-tutorial

source: Unassigned (%lld)
de: Nicht zugewiesen (%lld)
es: Sin asignar (%lld)
fr: Non attribués (%lld)
it: Non assegnati (%lld)
nl: Niet toegewezen (%lld)

source: Unlock Cloud Backup
de: Cloud-Backup freischalten
es: Desbloquear la copia en la nube
fr: Débloquer la sauvegarde cloud
it: Sblocca il backup su cloud
nl: Cloudback-up ontgrendelen

source: Unlock Player Submission Links
de: Einreichungslinks für Spieler freischalten
es: Desbloquear enlaces de envío para jugadores
fr: Débloquer les liens de soumission des joueurs
it: Sblocca i link di invio per i giocatori
nl: Inzendingslinks voor spelers ontgrendelen

source: Unplayed only
de: Nur ungespielte
es: Solo no jugados
fr: Non joués uniquement
it: Solo non giocate
nl: Alleen ongespeeld

source: Up to date · refresh available ~%@
de: Aktuell · Aktualisierung verfügbar ~%@
es: Actualizado · actualización disponible ~%@
fr: À jour · actualisation disponible ~%@
it: Aggiornato · aggiornamento disponibile ~%@
nl: Actueel · vernieuwen beschikbaar ~%@

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@
nl: Bijgewerkt %@

source: Use current table
de: Aktuelle Tabelle verwenden
es: Usar clasificación actual
fr: Utiliser le classement actuel
it: Usa la classifica attuale
nl: Huidige stand gebruiken

source: W
de: S
es: G
fr: V
it: V

source: We couldn't find an active subscription on your Apple ID.
de: Wir konnten kein aktives Abo bei deiner Apple-ID finden.
es: No encontramos una suscripción activa en tu Apple ID.
fr: Aucun abonnement actif trouvé sur ton identifiant Apple.
it: Non abbiamo trovato un abbonamento attivo sul tuo ID Apple.
nl: We konden geen actief abonnement vinden op je Apple ID.

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
nl: Welkom

source: What's your name? You'll be added to games you create, and your pick is always shown on shared summary cards — even in anonymous mode — so it's fair on the other players.
de: Wie heißt du? Du wirst zu den von dir erstellten Spielen hinzugefügt, und dein Tipp wird auf geteilten Übersichtskarten immer angezeigt – auch im anonymen Modus – damit es für die anderen Spieler fair ist.
es: ¿Cómo te llamas? Te añadiremos a las partidas que crees y tu selección siempre aparecerá en las tarjetas de resumen compartidas —incluso en modo anónimo— para que sea justo con los demás jugadores.
fr: Comment t’appelles-tu ? Tu seras ajouté aux parties que tu crées, et ton choix apparaît toujours sur les cartes récapitulatives partagées — même en mode anonyme — pour rester équitable envers les autres joueurs.
it: Come ti chiami? Verrai aggiunto alle partite che crei e la tua scelta è sempre mostrata sulle schede riepilogative condivise — anche in modalità anonima — per essere equi verso gli altri giocatori.
nl: Wat is je naam? Je wordt toegevoegd aan spellen die je maakt, en je keuze staat altijd op gedeelde samenvattingskaarten — ook in anonieme modus — zodat het eerlijk is voor de andere spelers.

source: When on, you can share a personal link with each player so they can submit picks themselves. You review and approve before anything goes live.
de: Wenn aktiviert, kannst du jedem Spieler einen persönlichen Link teilen, damit er selbst Tipps abgeben kann. Du prüfst und genehmigst, bevor etwas live geht.
es: Cuando está activado, puedes compartir un enlace personal con cada jugador para que envíe sus propias selecciones. Tú revisas y apruebas antes de que se publique nada.
fr: Une fois activé, tu peux partager un lien personnel avec chaque joueur pour qu'il soumette lui-même ses choix. Tu vérifies et approuves avant toute mise en ligne.
it: Se attivo, puoi condividere un link personale con ogni giocatore per inviare le proprie scelte. Tu controlli e approvi prima che qualcosa diventi effettivo.
nl: Indien ingeschakeld, kun je een persoonlijke link delen met elke speler zodat ze zelf hun keuzes kunnen indienen. Jij controleert en keurt goed voordat iets live gaat.

source: Win
de: Sieg
es: Victoria
fr: Victoire
it: Vittoria
nl: Winst

source: Winner
de: Gewinner
es: Ganador
fr: Vainqueur
it: Vincitore
nl: Winnaar

source: Winners
de: Gewinner
es: Ganadores
fr: Vainqueurs
it: Vincitori
nl: Winnaars

source: Wizard
de: Assistent
es: Asistente
fr: Assistant
it: Procedura guidata

source: Wk
de: Wo
es: Sem
fr: Sem
it: Sett

source: you
de: du
es: tú
fr: toi
it: tu
nl: jij

source: You
de: Du
es: Tú
fr: Toi
it: Tu
nl: Jij

source: You can enable %lld leagues on the %@ plan.
de: Mit dem %2$@-Tarif kannst du %1$lld Ligen aktivieren.
es: Puedes activar %lld ligas con el plan %@.
fr: Tu peux activer %lld ligues avec le forfait %@.
it: Con il piano %2$@ puoi attivare %1$lld leghe.
nl: Je kunt %lld competities inschakelen met het %@-abonnement.

source: You're added to games you create, and your pick is always shown on shared summary cards.
de: Du wirst zu den von dir erstellten Spielen hinzugefügt, und dein Tipp erscheint immer auf geteilten Übersichtskarten.
es: Te añadimos a las partidas que creas, y tu selección siempre aparece en las tarjetas de resumen compartidas.
fr: Tu es ajouté aux parties que tu crées, et ton choix apparaît toujours sur les cartes récapitulatives partagées.
it: Vieni aggiunto alle partite che crei e la tua scelta appare sempre sulle schede riepilogative condivise.
nl: Je wordt toegevoegd aan spellen die je maakt, en je keuze staat altijd op gedeelde samenvattingskaarten.

source: You're not playing this game — no ⚑ on cards.
de: Du spielst dieses Spiel nicht mit – kein ⚑ auf den Karten.
es: No juegas esta partida: sin ⚑ en las tarjetas.
fr: Tu ne joues pas à cette partie — pas de ⚑ sur les cartes.
it: Non giochi questa partita: nessuna ⚑ sulle schede.
nl: Je speelt dit spel niet mee — geen ⚑ op kaarten.

source: You're playing — your pick shows on shared cards (⚑).
de: Du spielst mit – dein Tipp erscheint auf geteilten Karten (⚑).
es: Juegas: tu selección aparece en las tarjetas compartidas (⚑).
fr: Tu joues — ton choix apparaît sur les cartes partagées (⚑).
it: Giochi: la tua scelta appare sulle schede condivise (⚑).
nl: Je speelt mee — je keuze staat op gedeelde kaarten (⚑).

source: You're playing in this game — your pick shows on shared cards (⚑).
de: Du spielst in diesem Spiel mit – dein Tipp erscheint auf geteilten Karten (⚑).
es: Juegas en esta partida: tu selección aparece en las tarjetas compartidas (⚑).
fr: Tu joues dans cette partie — ton choix apparaît sur les cartes partagées (⚑).
it: Giochi in questa partita: la tua scelta appare sulle schede condivise (⚑).
nl: Je speelt mee in dit spel — je keuze staat op gedeelde kaarten (⚑).

source: You're playing in this game — your predictions count toward the league table.
de: Du spielst in diesem Spiel mit — deine Vorhersagen zählen für die Tabelle.
es: Estás jugando en esta partida: tus predicciones cuentan para la clasificación.
fr: Tu participes à cette partie — tes prédictions comptent pour le classement.
it: Stai giocando in questa partita: i tuoi pronostici contano per la classifica.
nl: Je speelt mee in dit spel — je voorspellingen tellen mee voor de stand.

source: You're running this game but not playing — no ⚑ on cards.
de: Du leitest dieses Spiel, spielst aber nicht mit – kein ⚑ auf den Karten.
es: Diriges esta partida pero no juegas: sin ⚑ en las tarjetas.
fr: Tu organises cette partie sans y jouer — pas de ⚑ sur les cartes.
it: Gestisci questa partita ma non giochi: nessuna ⚑ sulle schede.
nl: Je beheert dit spel maar speelt niet mee — geen ⚑ op kaarten.

source: You're running this game but not playing.
de: Du leitest dieses Spiel, spielst aber nicht mit.
es: Organizas esta partida, pero no juegas.
fr: Tu gères cette partie mais tu ne joues pas.
it: Stai gestendo questa partita ma non stai giocando.
nl: Je beheert dit spel, maar speelt niet mee.

source: You're subscribed
de: Du bist abonniert
es: Te has suscrito
fr: Tu es abonné
it: Sei abbonato
nl: Je bent geabonneerd

source: Your %@ plan includes %lld active games. Complete an existing game or upgrade to run more.
de: Dein %@-Abo enthält %lld aktive Spiele. Schließe ein bestehendes Spiel ab oder upgrade, um mehr zu starten.
es: Tu plan %@ incluye %lld partidas activas. Completa una existente o actualiza para tener más.
fr: Votre forfait %@ comprend %lld parties actives. Terminez une partie ou passez à un niveau supérieur pour en lancer davantage.
it: Il tuo piano %@ include %lld partite attive. Completa una partita esistente o aggiorna per averne di più.
nl: Je %@-abonnement bevat %lld actieve spellen. Voltooi een bestaand spel of upgrade voor meer.

source: Your %@ plan includes 1 league — tap another to switch.
de: Dein %@-Tarif umfasst 1 Liga – tippe auf eine andere, um zu wechseln.
es: Tu plan %@ incluye 1 liga: toca otra para cambiar.
fr: Ton forfait %@ inclut 1 ligue — touche-en une autre pour changer.
it: Il tuo piano %@ include 1 lega: tocca un’altra per cambiare.
nl: Je %@-abonnement bevat 1 competitie — tik op een andere om te wisselen.

source: Your %@ plan is now active.
de: Dein %@-Tarif ist jetzt aktiv.
es: Tu plan %@ ya está activo.
fr: Ton forfait %@ est maintenant actif.
it: Il tuo piano %@ è ora attivo.
nl: Je %@-abonnement is nu actief.

source: your league
de: deine Liga
es: tu liga
fr: ta ligue
it: la tua lega
nl: je competitie

source: Your name
de: Dein Name
es: Tu nombre
fr: Ton nom
it: Il tuo nome
nl: Je naam

source: Your only enabled league. Enable more in Settings to blend leagues in a game.
de: Deine einzige aktivierte Liga. Aktiviere weitere in den Einstellungen, um Ligen in einem Spiel zu mischen.
es: Tu única liga activada. Activa más en Ajustes para combinar ligas en una partida.
fr: Ta seule ligue activée. Active-en d'autres dans les Réglages pour combiner des ligues dans une partie.
it: La tua unica lega attivata. Attivane altre nelle Impostazioni per combinare leghe in una partita.
nl: Je enige ingeschakelde competitie. Schakel er meer in bij Instellingen om competities te combineren in een spel.

source: Your plan now includes %lld leagues. You have %lld enabled — remove %lld to continue.
de: Dein Tarif umfasst jetzt %lld Ligen. Du hast %lld aktiviert – entferne %lld, um fortzufahren.
es: Tu plan ahora incluye %lld ligas. Tienes %lld activadas: quita %lld para continuar.
fr: Ton forfait inclut désormais %lld ligues. Tu en as %lld activées — retires-en %lld pour continuer.
it: Il tuo piano ora include %lld leghe. Ne hai %lld attivate: rimuovine %lld per continuare.
nl: Je abonnement bevat nu %lld competities. Je hebt er %lld ingeschakeld — verwijder er %lld om door te gaan.

source: Your plan now includes 1 league. You have %lld enabled — remove %lld to continue.
de: Dein Tarif umfasst jetzt 1 Liga. Du hast %lld aktiviert – entferne %lld, um fortzufahren.
es: Tu plan ahora incluye 1 liga. Tienes %lld activadas: quita %lld para continuar.
fr: Ton forfait inclut désormais 1 ligue. Tu en as %lld activées — retires-en %lld pour continuer.
it: Il tuo piano ora include 1 lega. Ne hai %lld attivate: rimuovine %lld per continuare.
nl: Je abonnement bevat nu 1 competitie. Je hebt er %lld ingeschakeld — verwijder er %lld om door te gaan.

source: Your players (%lld)
de: Deine Spieler (%lld)
es: Tus jugadores (%lld)
fr: Tes joueurs (%lld)
it: I tuoi giocatori (%lld)
nl: Jouw spelers (%lld)

source: Your Submission Link
de: Dein Einreichungslink
es: Tu enlace de envío
fr: Ton lien de soumission
it: Il tuo link di invio
nl: Jouw inzendingslink

source: Approved
de: Genehmigt
es: Aprobado
fr: Approuvé
it: Approvato
nl: Goedgekeurd

source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Rifiutato
nl: Afgewezen

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
nl: In behandeling

source: Exported 1 player.
de: 1 Spieler exportiert.
es: 1 jugador exportado.
fr: 1 joueur exporté.
it: 1 giocatore esportato.
nl: 1 speler geëxporteerd.

source: Exported %lld players.
de: %lld Spieler exportiert.
es: %lld jugadores exportados.
fr: %lld joueurs exportés.
it: %lld giocatori esportati.
nl: %lld spelers geëxporteerd.

source: Check the scores are correct
de: Prüfe, ob die Ergebnisse stimmen
es: Comprueba que los resultados sean correctos
fr: Vérifie que les scores sont corrects
it: Controlla che i risultati siano corretti
nl: Controleer of de scores kloppen

source: Closing this round will score every prediction. This can't be changed afterwards, so make sure each result is final and entered correctly.
de: Beim Schließen der Runde werden alle Vorhersagen gewertet. Das lässt sich danach nicht mehr ändern – stelle daher sicher, dass jedes Ergebnis endgültig und korrekt eingegeben ist.
es: Al cerrar la ronda se puntuarán todas las predicciones. Esto no se puede cambiar después, así que asegúrate de que cada resultado sea definitivo y esté introducido correctamente.
fr: La clôture de cette manche attribue les points de toutes les prédictions. C'est irréversible, alors vérifie que chaque résultat est définitif et correctement saisi.
it: Chiudendo il turno verranno assegnati i punti a tutte le previsioni. L'operazione non è reversibile, quindi assicurati che ogni risultato sia definitivo e inserito correttamente.
nl: Als je deze ronde sluit, worden alle voorspellingen gescoord. Dit kan daarna niet meer worden gewijzigd, dus controleer of elke uitslag definitief en juist is ingevoerd.

source: Don't show this again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
it: Non mostrare più
nl: Niet meer weergeven

source: Search and filters
de: Suche und Filter
es: Buscar y filtrar
fr: Recherche et filtres
it: Cerca e filtri
nl: Zoeken en filters

source: Search and filters (active)
de: Suche und Filter (aktiv)
es: Buscar y filtrar (activo)
fr: Recherche et filtres (actifs)
it: Cerca e filtri (attivi)
nl: Zoeken en filters (actief)

source: Un-void fixture
de: Spiel wieder aktivieren
es: Reactivar partido
fr: Réactiver le match
it: Riattiva partita
nl: Wedstrijd heractiveren

source: Clear result
de: Ergebnis löschen
es: Borrar resultado
fr: Effacer le résultat
it: Cancella risultato
nl: Resultaat wissen

source: Decrease %@ score
de: %@-Ergebnis verringern
es: Disminuir resultado de %@
fr: Diminuer le score %@
it: Diminuisci il punteggio %@
nl: %@-score verlagen

source: Increase %@ score
de: %@-Ergebnis erhöhen
es: Aumentar resultado de %@
fr: Augmenter le score %@
it: Aumenta il punteggio %@
nl: %@-score verhogen

source: %@ score: %lld
de: %@-Ergebnis: %lld
es: Resultado %@: %lld
it: Punteggio %@: %lld

source: Acc.
de: Gen.
es: Prec.
fr: Préc.
it: Prec.
nl: Nauwk.

source: Accuracy is a tiebreak only, not a leaderboard.
de: Genauigkeit ist nur ein Tiebreak, keine Rangliste.
es: La precisión solo desempata, no es una clasificación.
fr: La précision ne sert qu'à départager, ce n'est pas un classement.
it: La precisione è solo uno spareggio, non una classifica.
nl: Nauwkeurigheid is alleen een tiebreak, geen ranglijst.

source: Close Anyway
de: Trotzdem schließen
es: Cerrar de todos modos
fr: Clôturer quand même
it: Chiudi comunque
nl: Toch sluiten

source: Closing this round leaves them unresolved in the Submission Queue. Review them first, or close anyway.
de: Wenn du die Runde schließt, bleiben sie in der Einreichungswarteschlange ungeklärt. Prüfe sie zuerst oder schließe trotzdem.
es: Si cierras esta ronda, quedarán sin resolver en la cola de envíos. Revísalos primero o cierra de todos modos.
fr: Clôturer cette manche les laissera non résolus dans la file des soumissions. Vérifie-les d'abord, ou clôture quand même.
it: Chiudendo questo turno resteranno irrisolti nella coda degli invii. Controllali prima, oppure chiudi comunque.
nl: Als je deze ronde sluit, blijven ze onopgelost in de wachtrij met inzendingen. Bekijk ze eerst, of sluit toch.

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen

source: Game complete.
de: Spiel beendet.
es: Partida terminada.
fr: Partie terminée.
it: Partita conclusa.
nl: Spel voltooid.

source: Lives
de: Leben
es: Vidas
fr: Vies
it: Vite
nl: Levens

source: No Manager Picked Games for this round.
de: Keine vom Manager ausgewählten Spiele für diese Runde.
es: No hay partidos elegidos por el mánager para esta ronda.
fr: Aucun match choisi par le manager pour cette manche.
it: Nessuna partita scelta dal manager per questo turno.
nl: Geen door de manager gekozen wedstrijden voor deze ronde.

source: No active players.
de: Keine aktiven Spieler.
es: No hay jugadores activos.
fr: Aucun joueur actif.
it: Nessun giocatore attivo.
nl: Geen actieve spelers.

source: No winner yet.
de: Noch kein Gewinner.
es: Aún no hay ganador.
fr: Pas encore de vainqueur.
it: Ancora nessun vincitore.
nl: Nog geen winnaar.

source: Parse
de: Verarbeiten
es: Analizar
fr: Analyser
it: Analizza
nl: Verwerken

source: Paste picks
de: Tipps einfügen
es: Pegar selecciones
fr: Coller les choix
it: Incolla scelte
nl: Keuzes plakken
